export const studentKeywordPool = [
    "자기주도적", "책임감", "사교성", "분석력", "끈기", "정직함", "유연성", "추진력", "경청", "공감능력",
    "비판적 사고", "적극적", "열정적", "예의바름", "차분함", "긍정적", "꼼꼼함", "탐구심", "사려깊음", "도덕성",
    "사명감", "모험심", "호기심", "집중력", "통찰력", "표현력", "이해심", "도전정신", "침착함", "대담함",
    "겸손함", "포용력", "인내심", "성숙함", "정의로움", "순발력", "독창성", "계획성", "적응력", "친화력",
    "협상력", "설득력", "발표력", "어휘력", "추론력", "응용력", "문제해결력", "시간관리", "조직력", "실천력",
    "봉사정신", "학구열", "예술적 감각", "언어감각", "수리능력"
];

export const defaultKeywords = ["성실함", "창의적", "리더십", "협동심", "배려심", "논리적"];
