export const CREATIVE_CATEGORIES = [
    {
        id: "school-life",
        name: "학급 및 학교 행사",
        events: ["시업식", "학급임원선거", "전교임원선거", "학급회의", "여름방학식", "겨울방학식"]
    },
    {
        id: "education",
        name: "교육 및 연수",
        events: [
            "생명존중교육", "인권교육", "다문화이해교육", "장애이해교육", "민주시민교육",
            "성폭력예방교육", "학교폭력예방교육", "평화통일안보교육", "정보통신윤리교육",
            "인터넷 윤리 및 사이버폭력예방교육", "저작권침해예방교육", "감염병예방교육", "아동학대예방교육"
        ]
    },
    {
        id: "safety",
        name: "안전 및 재난대비",
        events: [
            "교통안전교육", "자전거안전수칙교육", "생활안전교육", "물놀이안전교육",
            "화재예방교육", "지진대피훈련", "재난안전교육"
        ]
    },
    {
        id: "experience",
        name: "체험 및 탐방",
        events: [
            "현장체험학습", "독도교육", "극지해양교육", "환경보호활동(학교숲 탐방 등)",
            "세월호참사계기교육", "현충일계기교육"
        ]
    },
    {
        id: "health",
        name: "보건 및 건강",
        events: ["영양교육", "식중독예방교육", "흡연 및 음주예방교육"]
    },
    {
        id: "others",
        name: "기타 행사 및 활동",
        events: [
            "어버이날계기교육", "학급 내 스마트폰 사용 규칙 정하기",
            "급식실 예절 익히기", "학교장 인성교육", "친구 칭찬 글쓰기 활동"
        ]
    }
];

export const OFFICER_ROLES = ["임원아님", "반장", "부반장", "학급회장", "학급부회장", "전교회장", "전교부회장"];
